10/data/attachments/8bb5ce1c18ab1191.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Bonnie_change_Actions_3167_0</nif:username>
            <nif:friendToBeRequested>soap_actions_73f871aa-97cf-46d5-b60e-8769caff7014</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>